{
    "layout": "Layout of the map (belinski square is spawn):",
    "map": "Gorod Krovi Guide",
    "prep_title": "Preparation",
    "prep_1": "- To begin with, you have to turn on the power. The switch is located in the dragon control room.",
    "prep_2": "- unlock pack-a-punch wih The cylinders, remember the colors, Blue, Yellow or Red, and they are linked with three machines, that can decrypt them (blue in Dragon Control, yellow in Supply Depot and red in Tank Factory), Once you placed the cylinder code in a machine it will launch a pod on the map that you have to protect, after protecting it you will be able to grab one of the parts shown in the image  ",
    "prep_3": "- when you have the three parts required, put them in the underground bunker, next to the craftin table to unlock the dragon travel and now you can go to the pack a punch in any of the plattforms",
    "prep_4": "- After unlocking the PaP zone, go there and every player must interact with this stone on the second floor, wich will a start a lockdown, survive it and you will unlock the dragon strike, interact with the stone again to take it",
    "prep_5": "- The last thing you need before starting the quest is the gauntlet special weapon, however, for this one we recommend seeing this guide: <a href='https://www.youtube.com/watch?v=rRKpJXVOwyg&ab_channel=MrDalekJD'>Guide</a> ",
    "ee_1": "- In this step, you must collect 6 trophies around the map.<br><br>1. There is one trophy in the hand of the character of the right, in the sculpture on the building in front of the power, at Dragon command. Shoot it, it will then fall and you can pick it up.",
    "ee_2":"2. To get the another one one, you must go to the PaP and go into the sewers. You will see a red glowing light on top of the tunnel while you are ejected, shoot it. The trophy should be accessible in the toilets back to the Pack-a-Punch building.",
    "ee_3": "3.  Head to the Operation bunker (Underground between infirmary and armory) and smash the safe (near the fafnir shield's bench) with the gauntlet of siegfried. Then, just pick the trophy up.",
    "ee_4": "4. Outside the supply depot, there is a hole with water. Use a dragon strike controller on it and just pick the trophy up.",
    "ee_5": "5. Activate the giant robot's laser in the supply depot. The trophy will be in a hole where the laser shot.",
    "ee_6": "6. Shoot with the fafnir shield in the pipe on the wall, near Double-Tap, in the Tank Factory.",
    "ee_7": "In this step, you must activate a generator that stands in the Pack-a-Punch area, near the egg incubator.<br><br>To do so, you must destroy a Valkyrie drone close to the generator, or lure it into shooting it. Then, just interact with the generator, a flow of air should be seen",
    "ee_8": "After turning on the generator, you will have to look for 6 valves around the map, these are the locations (look for one with a green light and another one with a cylinder stuck on it):",
    "ee_9": "After finding the green light and stuck cylinder, youll have to put a certain combination on the valves, for that the next program will tell you the combination",
    "input_1": "Select green light valve:",
    "input_2": "Select stuck cylinder valve:",
    "ee_10": "After placing the right combination on the valves, go to the valve with the cylinder stuck on it and you will be able to grab it, take it and place it on S.O.P.H.I.A next to the power, after doing so input the combination KRONOS on the letters and interact with S.O.P.H.I.A to confirm"
}