{
    "layout": "Distribucón del mapa (Belinski Square es el spawn):",
    "map": "Gorod Krovi Guia",
    "prep_title": "Preparación",
    "prep_1": "- Para empezar, tienes que encender la energía. El interruptor se encuentra en la sala de dragon control.",
    "prep_2": "- desbloquea el pack-a-punch con los cilindros, recuerda los colores, Azul, Amarillo o Rojo, están vinculados con tres máquinas, que pueden descifrarlos (azul en Dragón Control, amarillo en Supply Depot y rojo en Tank Factory), Una vez colocado el código del cilindro en una máquina se lanzará una cápsula en el mapa que tienes que proteger, después de protegerla podrás coger una de las piezas que se muestran en la imagen",
    "prep_3": "- cuando tengas las tres partes necesarias, ponlas en el bunker subterraneo, al lado de la mesa de construcción para desbloquear el viaje en los dragones y ahora podras ir al pack a punch en cualquiera de las plataformas",
    "prep_4": "- Después de desbloquear la zona del PaP, ve allí y cada jugador debe interactuar con esta piedra en el segundo piso, que iniciará un bloqueo, sobrevive y se desbloqueará el ataque del dragon, interactua con la piedra de nuevo para reclamarlo",
    "prep_5": "- Lo ultimo que necesitas antes de empezar el EE es el guantelete, sin embargo, para esta te recomendamos ver esta guia: <a href='https://www.youtube.com/watch?v=n6YAf2dkw9s&ab_channel=JuggerWicho'></a>",
    "ee_1": "- En este paso, debes recoger 6 trofeos por el mapa.<br><br>1.Hay un trofeo en la mano del personaje de la derecha, en la escultura del edificio frente al poder, cerca a Dragon Command. Disparale, luego caerá y podrás recogerlo.",
    "ee_2":"2. Para conseguir el otro, debes ir al PaP y entrar en las alcantarillas. Verás una luz roja brillante en lo alto del túnel mientras te mueves por la alcantarilla, dispárale. El trofeo debería ser accesible en los baños de vuelta en el edificio del Pack-a-Punch.",
    "ee_3": "3. Dirígete al búnker de operaciones (subterráneo entre infirmary y armery) y destroza la caja fuerte (cerca de la mesa de construcción) con el guantelete de siegfried. Después, recoge el trofeo.",
    "ee_4": "4. Fuera de supply depot, hay un agujero con agua. Usa un dragon strike en él y recoge el trofeo.",
    "ee_5": "5. Activa el láser del robot gigante en supply depot. El trofeo estará en un agujero donde disparó el láser.",
    "ee_6": "6. Dispara con el escudo en la tubería de la pared, cerca de Double-Tap, en Tank Factory",
    "ee_7": "En este paso, debes activar un generador que se encuentra en la zona de Pack-a-Punch, cerca de la incubadora de huevos.<br><br>Para ello, debes destruir un dron Valkyrie cerca del generador, o atraerlo para que le dispare. Luego, nada más interactua con el generador, debería verse un flujo de aire salir de el",
    "ee_8": "Después de encender el generador, tendrás que buscar 6 válvulas por el mapa, estas son las localizaciones (busca una con una luz verde y otra con un cilindro atascado en ella):",
    "ee_9": "Después de encontrar la luz verde y el cilindro atascado, tendrás que poner una combinación determinada en las válvulas, para ello el siguiente programa te dirá la combinación",
    "input_1": "Selecciona donde esta la valvula con luz verde:",
    "input_2": "Selecciona donde esta la valvula con el cilindro:",
    "ee_10": "Después de colocar la combinación correcta en las válvulas, ve a la válvula con el cilindro atascado en ella y podrás cogerlo, cógelo y colócalo en S.O.P.H.I.A al lado de la energía, después de hacerlo introduce la combinación KRONOS en las letras e interactúa con S.O.P.H.I.A para confirmar.",
    "ee_11": "Ahora, llegaste a la parte 2 del EE, aquí tendrás que hacer algunos retos, para empezar esto, ve a la TV con el mapa e interactúa, esto pondrá todos los trofeos y ahora interactúa de nuevo con el botón, esto iniciará una ruleta y dependiendo del trofeo elegido tendrás que hacer un reto diferente.",
    "ee_12": "Toca el trofe que te toco para saber el reto:",
    "trophy_1": "El Mangler",
    "trophy_2": "La Bomba",
    "trophy_3": "El Orbe",
    "trophy_4": "La Valkiria",
    "trophy_5": "El Grupo 935",
    "trophy_6": "La Capsula"
}